
/*
    bot-phrases.js
*/

const onBotMsg = [
    'Ботай, глупый дурачок!',
    'Мы уже ботаем, ты с нами?',
    'Еще не начал ботать? Присоединяйся!',
    'Бот как смысл жизни.',
    'Без бота не выловишь и автомат по матану.',
    'Работа не волк, волк это ходить, работа это бот!',
    'Опять ботать?',
    'Нужно больше бота!',
    'Бот за Нер\'Зула!',
    'Я поклялся ботать Нер\'Зулу!',
    'Ботай во славу Плети!',
    'Ботай, ботай, пирожок.',
];

const startBotMsg = [
    'Начинаем ботать дамы и господа! Бот внутри нас! © b0t Ins1ide.',
    'Проведи этот день настолько продуктивно, чтобы сам Илон Маск позавидовал!',
    'Приготовь кофе и начинай ботать вместе с нами!',
    'Да, дружочек, наконец-то пришел новый день и можно продолжать становится лучше!'
];

const stopBotMsg = [
    'Заканичиваем ботать и начинаем чиллить!',
    'Бот подходит к концу, надеюсь все провели этот день продуктивно!',
    'Отлично, ты заслужил этот отдых!',
    'Красавчик, выпей чаю и посмотри сериальчик!',
    'На сегодня всё! Не забывай отдыхать и набираться сил, завтра еще поботаешь!'
];

